export class Emoji {
    static readonly emojis: Map<string, string> = new Map([
      ["开心", "😀"],
      ["笑脸", "😃"],
      ["微笑", "😄"],
      ["大笑", "😁"],
      ["哈哈", "😆"],
      ["汗笑", "😅"],
      ["捧腹大笑", "🤣"],
      ["快乐", "😂"],
      ["微微一笑", "🙂"],
      ["颠倒脸", "🙃"],
      ["眨眼", "😉"],
      ["害羞", "😊"],
      ["天真", "😇"],
      ["满心欢喜", "🥰"],
      ["色迷迷", "😍"],
      ["星星眼", "🤩"],
      ["飞吻", "😘"],
      ["亲亲", "😗"],
      ["放松", "☺️"],
      ["拥抱", "🤗"],
      ["捂嘴笑", "🤭"],
      ["嘘声", "🤫"],
      ["思考", "🤔"],
      ["拉链嘴", "🤐"]
    ]);
  }
  